Repository: ChristianDerisca/ffq-questionnaire-web
Catalog: src/locale/messages.*.xlf
Languages: es

# ngb.alert.close
source: Close
es: Cerrar

# ngb.carousel.previous
source: Previous
es: Anterior

# ngb.carousel.next
source: Next
es: Próximo

# ngb.datepicker.previous-month
source: Previous Month
es: Mes Anterior

# ngb.datepicker.next-month
source: Next Month
es: Próximo Mes

# ngb.datepicker.select-month
source: Select month
es: Seleccione Mes

# ngb.datepicker.select-year
source: Select year
es: Seleccionar Año

# ngb.pagination.first-aria
source: First
es: Primero

# ngb.pagination.previous-aria
source: Previous
es: Anterior

# ngb.pagination.next-aria
source: Next
es: Próximo

# ngb.pagination.last-aria
source: Last
es: Último

# ngb.timepicker.increment-hours
source: Increment hours
es: Horas de incremento

# ngb.timepicker.hours
source: Hours
es: Horas

# ngb.timepicker.decrement-hours
source: Decrement hours
es: Horas de disminución

# ngb.timepicker.increment-minutes
source: Increment minutes
es: Incrementar minutos

# ngb.timepicker.minutes
source: Minutes
es: Minutos

# ngb.timepicker.decrement-minutes
source: Decrement minutes
es: Minutos de decremento

# ngb.timepicker.increment-seconds
source: Increment seconds
es: Incrementar segundos

# ngb.timepicker.seconds
source: Seconds
es: Segundos

# ngb.timepicker.decrement-seconds
source: Decrement seconds
es: Disminuir segundos

# ngb.toast.close-aria
source: Close
es: Cerrar

source: Begin Questionnaire
es: Comenzar el Cuestionario

source: Weekly Total
es: Total semanal

source: Weekly Caloric Summary
es: Resumen Calórico Semanal

source: Total Calories
es: Calorías Totales

source: % of Fat
es: % de grasa

source: % of Carbs
es: % de Carbohidratos

source: % of Protein
es: % de Proteína

source: No questionnaires have been submitted yet!
es: ¡Aún no se han enviado cuestionarios!

source: Show all...
es: Mostrar todo...

source: Parents...
es: Padres...

source: Participants...
es: Participantes...

source: Export Data
es: Exportar datos

source: Choose Clinic...
es: Elija Clínica...

source: Choose Site...
es: Elija el Sitio...

source: Parent Questionnaire Results for: {{this.clinicAttributes.clinicname}}
es: Resultados del cuestionario para padres para: {{this.clinicAttributes.clinicname}}

source: <strong>Questionnaire ID</strong>
es: <strong>ID del Cuestionario</strong>

source: <strong>Infant age (In months)</strong>
es: <strong>Edad infantil (en meses)</strong>

source: <strong>Infant Gender</strong>
es: <strong>Género infantil</strong>

source: <strong>Nutrient Results</strong>
es: <strong>Resultados de Nutrientes</strong>

source: <strong>Food Results</strong>
es: <strong>Resultados de Alimentos</strong>

source: <strong>Name</strong>
es: <strong>Nombre</strong>

source: <strong>Frequency</strong>
es: <strong>Frecuencia</strong>

source: <strong>Frequency Type</strong>
es: <strong>Tipo de Frecuencia</strong>

source: <strong>Servings</strong>
es: <strong>Porciones</strong>

source: <strong>Sugar(g)</strong>
es: <strong>Azúcar(g)</strong>

source: Results
es: Resultados

source: Delete
es: Borrar

source: Nutrient Breakdown
es: Desglose de Nutrientes

source: Nutrient
es: Nutritivo

source: Daily Average
es: Promedio Diario

source: <i>Close Results</i>
es: <i>Cerrar Resultados</i>

source: <strong>Parent Username</strong>
es: <strong>Nombre de Usuario Principal</strong>

source: Results
es: Resultados

source: Delete
es: Borrar

source: <strong>User choices</strong>
es: <strong>Opciones de usuario</strong>

source: <i>Close Results</i>
es: <i>Cerrar resultados</i>

source: Participant Questionnaire Results
es: Resultados del Cuestionario para Participantes

source: Results
es: Resultados

source: Delete
es: Borrar

source: Name
es: Nombre

source: Parent Portal
es: Portal de Padres

# TITLE
source: Parent Portal
es: Portal de Padres

source: Questionnaire
es: Cuestionario

source: Results
es: Resultados

source: Recommendations
es: Recomendación

source: Tracking
es: Seguimiento

source: Tracking History
es: Historial de Seguimiento

source: Research Participant Portal
es: Portal del Participante de la Investigación

source: <i>Log Out</i>
es: <i>Cerrar Sesión</i>

source: 0 to 5.9 Months
es: 0 a 5.9 Meses

source: 6 to 11.9 Months
es: 6 a 11.9 Meses

source: 12 to 24 Months
es: 12 a 24 Meses

source: Please complete the tracking once a week
es: Complete el seguimiento una vez a la semana

source: <strong>Infant age</strong>
es: <strong>Edad infantil</strong>

source: Submit
es: Enviar

source: Goal Setting
es: El Establecimiento de Metas

source: If your baby consumed above or below the recommended amount, pick 1 food group to improve this week.
es: Si su bebé consumió por encima o por debajo de la cantidad recomendada, elija 1 grupo de alimentos para mejorar esta semana.

source: After age 6 months, your baby should eat a variety of healthy foods because good eating habits start early.
es: Después de los 6 meses, su bebé debe comer una variedad de alimentos saludables porque los buenos hábitos alimenticios comienzan temprano.

source: If your baby does not like a food, try again another day. It can take up to 15 times before they accept a new food.
es: Si a su bebé no le gusta la comida, vuelva a intentarlo otro día. Pueden pasar hasta 15 veces antes de que acepten un nuevo alimento.

source: Review the food groups in the "Recommendations" tab to help you plan your baby's menu for this week.
es: Revise los grupos de alimentos en el "Recomendaciones" pestaña para ayudarte a planificar a tu bebé's menú para esta semana.

source: No responses have been submitted yet.
es: Aún no se han enviado respuestas.

source: <strong>Nutrients</strong>
es: <strong>Nutrientes</strong>

source: <strong>Food Items</strong>
es: <strong>Alimentos</strong>

source: {{buttonName}}
es: {{buttonName | translate}}

source: <strong>Additional Recommendations and Feedback</strong>
es: <strong>Recomendaciones y comentarios adicionales</strong>

source: <strong>Select Infant Age Range:</strong>
es: <strong>Seleccione el Rango de Edad del Bebé</strong>

source: User Login
es: Inicio de Sesión de Usuario

source: Login
es: acceso

# TITLEQUEST
source: Food Frequency Questionnaire
es: Cuestionario de Frecuencia Alimentaria

# MAINMESSAGE.PARTICIPANT
source: In the last 7 days and nights, how many times did your baby eat or drink the following? Include those foods and drinks given to the baby by you and others, such as grandparents, babysitters, etc.
es: En los últimos 7 días y noches, ¿cuántas veces comió o bebió su bebé lo siguiente? Incluya los alimentos y bebidas que usted y otras personas le dieron al bebé, como abuelos, niñeras, etc.

# INSTRUCTIONSTITLE.PARTICIPANT
source: Instructions:
es: Instrucciones:

# BULLETEDINSTRUCTIONS.1
source: For each entry, enter the number of times a food was consumed by your baby and specify whether this was per week or per day.
es: Para cada entrada, ingrese la cantidad de veces que su bebé consumió un alimento y especifique si fue por semana o por día.

# BULLETEDINSTRUCTIONS.2
source: If your baby did not eat this food in the last week, hit 'x' for not applicable`
es: Si su bebé no comió este alimento en la última semana, presione 'x' para no aplicable

# BULLETEDINSTRUCTIONS.3
source: All open question blocks must be completely filled out before submitting the questionnaire.
es: Todos los bloques de preguntas abiertas deben completarse por completo antes de enviar el cuestionario.

# BULLETEDINSTRUCTIONS.4
source: Click the submit button at the bottom of the form when finished.
es: Haga clic en el botón enviar en la parte inferior del formulario cuando haya terminado.

source: In months
es: En meses

source: Age (in months) of the infant is required.
es: Se requiere la edad (en meses) del bebé.

source: Age cannot be in decimal
es: La edad no puede estar en decimal

source: <input/> Male <input/> Female
es: <input/> Niño <input/> Niña

source: Gender is required.
es: Se requiere género.

source: If your baby did not eat any additional foods, click to skip.
es: Si su bebé no comió ningún alimento adicional, haga clic para omitir.

source: Skip Additional Foods
es: Omitir Alimentos Adicionales

source: View additional food items
es: Ver alimentos adicionales

source: Server returned 0 food items. Please contact administrator.
es: El servidor devolvió 0 alimentos. Comuníquese con el administrador.

source: <strong>Serving sizes for the questionnaire are reviewed <a>here</a>.</strong>
es: <strong>Los tamaños de las porciones del cuestionario se revisan <a>aquí</a>.</strong>

source: Age cannot have decimal
es: La edad no puede tener decimales

source: <strong>Infant gender</strong>
es: <strong>Género infantil</strong>

# PARTICIPANT.TITLE
source: Participant Portal
es: Portal del Participante

# MESSAGE.PARENT
source: No questionnaires have been submitted yet!
es: ¡Aún no se han enviado cuestionarios!

# PARENTS.RESULTS.1
source: Results
es: Resultados

# PARENTS.RESULTS.2
source: Results
es: Resultados

# PARENTS.RESULTS.3
source: Results
es: Resultados

# ERRORDIALOG.1
source: Questionnaire Incomplete
es: Cuestionario Incompleto

# ERRORDIALOG.2
source: Please ensure all required fields are completed.
es: Asegúrese de completar todos los campos obligatorios.

# SUCCESSDIALOG.1
source: Questionnaire submitted successfully.
es: Cuestionario enviado con éxito.

# SUCCESSDIALOG.2
source: The questionnaire has been sent to the issuer.
es: El cuestionario se ha enviado al emisor.

# NUTRITION.TITLE
source: Nutrition Tracker
es: Rastreador de Nutrición

# NUTRITION.MESSAGE
source: Message
es: Mensaje

# NUTRITION.INSTRUCTIONS
source: Instructions:
es: Instrucciones:

# NUTRITION.MESSAGE.1
source: For each food item select the appropriate answer
es: Para cada alimento, seleccione la respuesta adecuada.

# NUTRITION.MESSAGE.2
source: If your baby consumed more than the recommended amount select the up arrow
es: Si su bebé consumió más de la cantidad recomendada, seleccione la flecha hacia arriba

# NUTRITION.MESSAGE.3
source: If your baby consumed the recommended amount select the equal sign
es: Si su bebé consumió la cantidad recomendada seleccione el signo igual

# NUTRITION.MESSAGE.4
source: If your baby consumed less than the recommended amount select the down arrow
es: Si su bebé consumió menos de la cantidad recomendada, seleccione la flecha hacia abajo

# NUTRITION.MESSAGE.5
source: Click the submit button when finished.
es: Haga clic en el botón enviar cuando haya terminado.

# NUTRITION.SUBMIT.TITLE
source: Submitted Successfully
es: Enviado satisfactoriamente

# NUTRITION.SUBMIT.MESSAGE
source: Your submission has been recorded.
es: Su envío ha sido registrado.

# NUTRITION.SUBMIT.ERROR.TITLE
source: Submission Error
es: Error de envío

# NUTRITION.TRACKER.ERROR.TITLE
source: Tracker Incomplete
es: Rastreador Incompleto

# NUTRITION.TRACKER.ERROR.MESSAGE
source: Please ensure all required fields are completed.
es: Asegúrese de completar todos los campos obligatorios.

# QUESTIONNAIRE.INCOMPLETE.TITLE
source: Questionnaire Incomplete
es: Cuestionario Incompleto

# QUESTIONNAIRE.INCOMPLETE.MESSAGE
source: Please ensure all required fields are completed.
es: Asegúrese de completar todos los campos obligatorios.

# QUESTIONNAIRE.COMPLETE.TITLE
source: Submitted Successfully
es: Enviado satisfactoriamente

# QUESTIONNAIRE.COMPLETE.MESSAGE
source: The questionnaire has been sent to the issuer.
es: El cuestionario se ha enviado al emisor.

# LOGINPAGE.TITLE
source: Login Page
es: Página de Inicio de Sesión

source: Parental Portal Login
es: Inicio de Sesión en el Portal Padres

source: Food Results
es: Resultados de Alimentos

source: Username is required
es: Se requiere nombre de usuario

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Enter Age
es: Ingrese la Edad

# NUTRIENT.ITEM.1
source: Energy (kcal)
es: Energía (kcal)

# NUTRIENT.ITEM.2
source: Protein (g)
es: Proteína (g)

# NUTRIENT.ITEM.3
source: Carbohydrate (g)
es: Carbohidrato (g)

# NUTRIENT.ITEM.4
source: Fat (g)
es: Grasa (g)

# NUTRIENT.ITEM.5
source: % Calories from Protein
es: % Calorías de proteínas

# NUTRIENT.ITEM.6
source: % Calories from Carbs
es: % Calorías de carbohidratos

# NUTRIENT.ITEM.7
source: % Calories from Fat
es: % Calorías de grasa

# NUTRIENT.ITEM.8
source: Animal Protein (g)
es: Proteína Animal (g)

# NUTRIENT.ITEM.9
source: Vegetable Protein (g)
es: Proteína vegetal (g)

# NUTRIENT.ITEM.10
source: Total Dietary Fiber (g)
es: Fibra Dietética Total (g)

# NUTRIENT.ITEM.11
source: Total Sugars (g)
es: Azúcares Totales (g)

# NUTRIENT.ITEM.12
source: Added Sugars (by Total Sugars) (g)
es: Azúcares añadidos (por azúcares totales) (g)

# NUTRIENT.ITEM.13
source: Fructose (g)
es: Fructosa (g)

# NUTRIENT.ITEM.14
source: Lactose (g)
es: Lactosa (g)

# NUTRIENT.ITEM.15
source: Starch (g)
es: Almidón (g)

# NUTRIENT.ITEM.16
source: Total Grains (ounce equivalents)
es: Granos Totales (equivalentes a onzas)

# NUTRIENT.ITEM.17
source: Whole Grains (ounce equivalents)
es: Granos integrales (equivalentes a onzas)

# NUTRIENT.ITEM.18
source: Refined Grains (ounce equivalents)
es: Granos refinados (equivalentes a onzas)

# NUTRIENT.ITEM.19
source: Total Saturated Fatty Acids (SFA) (g)
es: Ácidos grasos saturados totales (AGS) (g)

# NUTRIENT.ITEM.20
source: Total Monounsaturated Fatty Acids (MUFA) (g)
es: Ácidos grasos monoinsaturados totales (MUFA) (g)

# NUTRIENT.ITEM.21
source: Total Polyunsaturated Fatty Acids (PUFA) (g)
es: Ácidos grasos poliinsaturados totales (PUFA) (g)

# NUTRIENT.ITEM.22
source: Omega-3 Fatty Acids (g)
es: Ácidos grasos omega-3 (g)

# NUTRIENT.ITEM.23
source: Water (g)
es: Agua (g)

# NUTRIENT.ITEM.24
source: Caffeine (mg)
es: Cafeína (mg)

# NUTRIENT.ITEM.25
source: Vitamin B1 (Thiamin) (mg)
es: Vitamina B1 (tiamina) (mg)

# NUTRIENT.ITEM.26
source: Vitamin B2 (Riboflavin) (mg)
es: Vitamina B2 (Riboflavina) (mg)

# NUTRIENT.ITEM.27
source: Vitamin B3 (Niacin) (mg)
es: Vitamina Bz (Niacina) (mg)

# NUTRIENT.ITEM.28
source: Vitamin B5 (Pantothenic acid) (mg)
es: Vitamina B5 (ácido pantoténico) (mg)

# NUTRIENT.ITEM.29
source: Vitamin B6 (mg)
es: Vitamina B6 (mg)

# NUTRIENT.ITEM.30
source: Vitamin B9 (Folate) (mcg)
es: Vitamina B9 (folato) (mcg)

# NUTRIENT.ITEM.31
source: Vitamin B12 (Cobalamin) (mcg)
es: Vitamina B12 (cobalamina) (mcg)

# NUTRIENT.ITEM.32
source: Vitamin C (Ascorbic acid) (mg)
es: Vitamina C (ácido ascórbico) (mg)

# NUTRIENT.ITEM.33
source: Vitamin A (Retinol) (mcg)
es: Vitamina A (retinol) (mcg)

# NUTRIENT.ITEM.34
source: Vitamin D (mcg)
es: Vitamina D (mcg)

# NUTRIENT.ITEM.35
source: Vitamin E (mg)
es: Vitamina E (mg)

# NUTRIENT.ITEM.36
source: Vitamin K (mcg)
es: Vitamina K (mcg)

# NUTRIENT.ITEM.37
source: Calcium (mg)
es: Calcio (mg)

# NUTRIENT.ITEM.38
source: Copper (mg)
es: Cobre (mg)

# NUTRIENT.ITEM.39
source: Iron (mg)
es: Hierro (mg)

# NUTRIENT.ITEM.40
source: Manganese (mg)
es: Manganeso (mg)

# NUTRIENT.ITEM.41
source: Magnesium (mg)
es: Magnesio (mg)

# NUTRIENT.ITEM.42
source: Phosphorus (mg)
es: Fósforo (mg)

# NUTRIENT.ITEM.43
source: Potassium (mg)
es: Potasio (mg)

# NUTRIENT.ITEM.44
source: Selenium (mcg)
es: Selenio (mcg)

# NUTRIENT.ITEM.45
source: Sodium (mg)
es: Sodio (mg)

source: SPANISH VERSION
es: VERSIÓN EN ESPAÑOL

source: ENGLISH VERSION
es: VERSIÓN INGLES
